

#include <iostream>
void print()
{
	std::cout << "1.	Ресторан закуповує щодня масло   кг по 8,50 грн/кг, сметану   кг по 2,40 грн/кг, вершки   кг по 4,10 грн/кг. Визначити суми, потрібні для купівлі окремих продуктів і загальну суму." << std::endl;
}



using namespace std;

int main()

{   system("Color F0");

	setlocale(0, "");

	int m1, m2, m3;

	cout << "Введіть ціну масла: "; cin >> m1;

	cout << "Введіть ціну сметани: "; cin >> m2;

	cout << "Введіть цену вершків: "; cin >> m3;

	cout << "\n Для придбання  масла і сметани необхідно = " << m1 + m2 << " грн." << endl;

	cout << "Для придбання  масла і вершків необхідно = " << m1 + m3 << " грн." << endl;

	cout << "Для придбання  сметани и вершків необхідно = " << m2 + m3 << " грн." << endl;

	cout << "Всього сума для придбання продуктів = " << m1 + m2 + m3 << " грн." << endl;

	system("pause>>void");

	return 0;

}

